Revit 2027 API
DividedSurface.VSpacingRule Property
Access to the rule for laying out the second series of equidistant parallel lines on the surface.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SpacingRule VSpacingRule { get; }
Public ReadOnly Property VSpacingRule As SpacingRule
	Get
public:
property SpacingRule^ VSpacingRule {
	SpacingRule^ get ();
}
member VSpacingRule : SpacingRule with get
Property Value
SpacingRule
See Also
Reference
DividedSurface Class
Autodesk.Revit.DB Namespace